Repository: recommendsmart/farmsys
Catalog: modules/contrib/basket/translations/basket.*.po
Languages: uk

# basket
source: Shop
uk: Магазин

# basket
source: Orders
uk: Замовлення

# basket
source: Order Information
uk: Інформація про замовлення

# basket
source: Product
uk: Продукт

# basket
source: Stock
uk: Запаси

# basket
source: Statistics
uk: Статистика

# basket
source: Basic settings
uk: Основні налаштування

# basket
source: Extra settings
uk: Доп. налаштування

# basket
source: Status settings
uk: Налаштування статусу

# basket
source: Payment systems
uk: Платіжні системи

# basket
source: Delivery systems
uk: Системи доставки

# basket
source: Settings
uk: Налаштування

# basket
source: To the site
uk: На сайт

# basket
source: Exit
uk: Вихід

# basket
source: Add an order
uk: Додати замовлення

# basket
source: Add a user
uk: Додати користувача

# basket
source: Trash can
uk: На видалення

# basket
source: Order ID
uk: ID замовлення

# basket
source: Phone
uk: Телефон

# basket
source: Filter field settings
uk: Налаштування полів фільтра

# basket
source: Filter
uk: Фільтр

# basket
source: Combined filter
uk: Комбінований фільтр

# basket
source: New
uk: Новий

# basket
source: Cancel
uk: Скасувати

# basket
source: In progress
uk: В процесі

# basket
source: Delivered
uk: Доставлено

# basket
source: Canceled
uk: Скасовано

# basket
source: Return
uk: Повернення

# basket
source: Tab setting
uk: Налаштування вкладкок

# basket
source: Export
uk: Експорт

# basket
source: Date
uk: Дата

# basket
source: Buyer
uk: Покупець

# basket
source: Contacts
uk: Контакти

# basket
source: Quantity
uk: Кількість

# basket
source: Amount
uk: Сума

# basket
source: Status
uk: Статус

# basket
source: Financial status
uk: Фін. статус

# basket
source: The list is empty.
uk: Список порожній.

# basket
source: Order not yet reviewed
uk: Замовлення ще не розглянуто

# basket
source: Order statuses
uk: Статуси замовлення

# basket
source: Financial statuses
uk: Фінансові статуси

# basket
source: Create
uk: Створити

# basket
source: Name
uk: Ім'я

# basket
source: Color
uk: Колір

# basket
source: By default when creating an order
uk: За замовчуванням при створенні замовлення

# basket
source: Translation
uk: Переклад

# basket
source: Edit
uk: Редагувати

# basket
source: Delete
uk: Видалити

# basket
source: In processing
uk: В процесі

# basket
source: To send
uk: На відправку

# basket
source: Sent
uk: Надіслано

# basket
source: Not phoned
uk: Не додзвонилися

# basket
source: Completed
uk: Завершено

# basket
source: Doubled
uk: Задвоен

# basket
source: Save
uk: Зберегти

# basket
source: Click to filter
uk: Натисніть, щоб фільтрувати

# basket
source: Order statistics block settings
uk: Налаштування блоку статистики замовлень

# basket
source: Orders are being processed
uk: Замовлення в обробці

# basket
source: Completed orders
uk: Завершено замовлень

# basket
source: Purchase returns
uk: Повернення товару

# basket
source: Total amount of orders
uk: Загальна сума замовлень

# basket
source: Material types
uk: Типи матеріалів

# basket
source: Currencies
uk: Валюти

# basket
source: Order page
uk: Сторінка замовлення

# basket
source: Order form
uk: Форма замовлення

# basket
source: Notifications
uk: Сповіщення

# basket
source: Templates
uk: Шаблони

# basket
source: Permissions
uk: Повноваження

# basket
source: Export orders
uk: Експорт замовлень

# basket
source: Popup Plugin
uk: Вспливаючі вікна

# basket
source: Discount system
uk: Система знижок

# basket
source: Empty Trash
uk: Очистка кошика

# basket
source: Contacts and styles
uk: Контакти та стилі

# basket
source: Checkout
uk: Підтвердити замовлення

# basket
source: Enable service
uk: Увімкнути службу

# basket
source: The default is empty
uk: За замовчуванням порожньо

# basket
source: Active
uk: Активний

# basket
source: Default
uk: За замовчуванням

# basket
source: Price
uk: Ціна

# basket
source: Service
uk: Сервіс

# basket
source: Delivery services
uk: Сервіси доставки

# basket
source: Shipping cost
uk: Вартість доставки

# basket
source: Currency
uk: Валюта

# basket
source: Not specified
uk: Не вказано

# basket
source: Delivery address
uk: Адреса

# basket
source: Delivery options
uk: Варіанти доставки

# basket
source: Settings saved.
uk: Налаштування збережено.

# basket
source: Settings page
uk: Сторінка налаштувань

# basket
source: Delivery
uk: Доставка

source: Basket
uk: Кошик

# basket
source: The maximum discount from the presented systems is taken into account.
uk: Враховується максимальна знижка з представлених систем.

# basket
source: Discount on the total amount of the order
uk: Знижка від загальної суми замовлення

# basket
source: Individual user discount
uk: Індивідуальна знижка користувача

# basket
source: Product name
uk: Назва товару

# basket
source: Price from
uk: Ціна, від

# basket
source: Price to
uk: Ціна, до

# basket
source: Quantity, from
uk: Кількість, від

# basket
source: Quantity, up
uk: Кількість, до

# basket
source: Not active
uk: Не активний

# basket
source: Product ID
uk: ID товару

# basket
source: Restore all products
uk: Відновіть усі товари

# basket
source: Delete all products
uk: Видалити всі товари

# basket
source: Customer list
uk: Список покупців

# basket
source: Amount, from
uk: Сума, від

# basket
source: Amount, up
uk: Сума, до

# basket
source: Amount of purchases
uk: Сума покупок

# basket
source: Discount
uk: Знижка

# basket
source: Order data
uk: Дані замовлення

# basket
source: Shipping and payment
uk: Доставка і оплата

# basket
source: User details
uk: Інформація про користувача

# basket
source: Order cost and discounts
uk: Вартість замовлення та знижки

# basket
source: Created
uk: Створено

# basket
source: Roles
uk: Ролі

# basket
source: Registered
uk: Зареєструвався

# basket
source: To pay
uk: До оплати

# basket
source: Items in order
uk: Товарів в замовленні

# basket
source: Order ID: @num@
uk: Замовлення ID: @num@

# basket
source: Products
uk: Товари

# basket
source: Save and add products
uk: Зберегти та додати товари

# basket
source: Not paid
uk: Не оплачено

# basket
source: Amount adjustment
uk: Коригування суми

# basket
source: Waybill
uk: Накладна

# basket
source: Extra options
uk: Додаткові параметри

# basket
source: Sum
uk: Сума

# basket
source: Individual product discount.
uk: Індивідуальна знижка товару.

# basket
source: Add a product
uk: Додати товар

# basket
source: Order price
uk: Ціна замовлення

# basket
source: Adjusting the cost of the order up or down.
uk: Коригування вартості замовлення в більшу або в меншу сторону.

# basket
source: Paid in cash
uk: Оплачено готівкою

# basket
source: Paid online
uk: Оплачено онлайн

# basket
source: View order
uk: Перегляд замовлення

# basket
source: Order №@num@ deleted successfully.
uk: Замовлення №@num@ успішно вилучено.

# basket
source: Product List
uk: Список товарів

# basket
source: Publish
uk: Опублікувати

# basket
source: Unpublish
uk: Зняти з публікації

# basket
source: Successful order page template
uk: Шаблон сторінки успішного замовлення

# basket
source: Pages
uk: Сторінки

# basket
source: Admin notification of new order
uk: Сповіщення адміністратора про нове замовлення

# basket
source: Notification to the user about the created order
uk: Сповіщення користувачеві про створене замовлення

# basket
source: General letter template
uk: Загальний шаблон листа

# basket
source: Order list
uk: Склад замовлення

# basket
source: Order fields
uk: Поля замовлення

# basket
source: Emails
uk: Електронні листи

# basket
source: Order information block
uk: Блок інформації про замовлення

# basket
source: Waybill template header
uk: Шаблон накладної (шапка)

# basket
source: Waybill template
uk: Шаблон накладної

# basket
source: Order number
uk: Номер замовлення

# basket
source: Order count
uk: Кількість замовлень

# basket
source: Edit order link
uk: Посилання на редагування замовлення

# basket
source: Order status
uk: Статус замовлення

# basket
source: Order status (color)
uk: Статус замовлення (колір)

# basket
source: Financial status (color)
uk: Фін. статус (колір)

# basket
source: Subject
uk: Тема

# basket
source: Template
uk: Шаблон

# basket
source: [available tokens]
uk: [доступні токени]

# basket
source: Twig tokens
uk: Twig токени

# basket
source: Check the pop-up blocker in the browser
uk: Перевірте блокування спливаючих вікон у браузері

# basket
source: Preview
uk: Попередній перегляд

# basket
source: Text settings
uk: Налаштування тексту

# basket
source: Add tab
uk: Додати вкладку

# basket
source: The field can be translated into other languages.
uk: Поле можна перекласти на інші мови.

# basket
source: Restore all orders
uk: Відновити всі замовлення

# basket
source: Delete all orders
uk: Видалити всі замовлення

# basket
source: Restore
uk: Відновити

# basket
source: Permanently remove
uk: Видалити назавжди

# basket
source: Material type
uk: Тип матеріалу

# basket
source: Field pictures
uk: Поле картинки

# basket
source: Field price
uk: Поле ціни

# basket
source: Field count
uk: Поле кількості

# basket
source: Extra fields
uk: Додаткові поля

# basket
source: Store updates are available
uk: Доступні оновлення магазину

# basket
source: To update these modules, refer to the @mail@ mail
uk: Для оновлення наступних модулів зверніться на пошту @mail@

# basket
source: Access tab settings on the orders page
uk: Доступ до налаштувань табів на сторінці замовлень

# basket
source: Access to delete orders
uk: Доступ до видалення замовлень

# basket
source: Access to edit individual user discounts
uk: Доступ до редагування індивідуальних знижок користувачів

# basket
source: Access to export orders
uk: Доступ до експорту замовлень

# basket
source: Access to operations with goods
uk: Доступ до операцій з товарами

# basket
source: Access to order editing
uk: Доступ до редагування замовлень

# basket
source: Access to order filter field settings
uk: Доступ до налаштувань поля фільтрування замовлень

# basket
source: Access to page
uk: Доступ до сторінки

# basket
source: Delivery types
uk: Типи доставки

# basket
source: Statuses
uk: Статуси

# basket
source: Payment types
uk: Типи платежів

# basket
source: Access to restore orders
uk: Доступ до відновлення замовлень

# basket
source: Access to the cleaning section
uk: Доступ до очищення розділу

# basket
source: Access to the statistics block settings on the orders page
uk: Доступ до параметрів блоку статистики на сторінці замовлень

# basket
source: Basket edit financial status order access
uk: Доступ до редагування фінансового статусу замовлень

# basket
source: Basket edit status order access
uk: Доступ до редагування статусу замовлень

# basket
source: Basket order access
uk: Доступ до замовлень

# basket
source: Rights to add items to the basket
uk: Права на додавання елементів до кошика

# basket
source: Rights to create order by users
uk: Права на створення замовлення користувачами

# basket
source: Description
uk: Опис

# basket
source: Available on delivery
uk: Доступно при доставці

# basket
source: Payment in site currency
uk: Оплата у валюті сайту

# basket
source: Name prefix
uk: Префікс імені

# basket
source: Rate
uk: Курс валюти

# basket
source: Currency to pay
uk: Валюта для оплати

# basket
source: Confirm removal
uk: Підтвердьте видалення

# basket
source: This action is irreversible!
uk: Ця дія незворотна!

# basket
source: Irreversible order removal
uk: Необоротне видалення замовлень

# basket
source: Button text
uk: Текст кнопки

# basket
source: Redirect after ordering
uk: Перенаправлення після замовлення

# basket
source: Message after order
uk: Повідомлення після замовлення

# basket
source: Reload page
uk: Перезавантажити сторінку

# basket
source: Customize the template
uk: Налаштувати шаблон

# basket
source: Default form data
uk: Дані форми за замовчуванням

# basket
source: Phone field
uk: Поле телефону

# basket
source: Mask
uk: Маска

# basket
source: Phone mask
uk: Маска телефону

# basket
source: The site is not multilingual!
uk: Сайт не є багатомовним!

# basket
source: ISO must be unique!
uk: ISO має бути унікальним!

# basket
source: UAH
uk: грн

# basket
source: Add categories
uk: Додати категорії

# basket
source: Payments
uk: Платежі

# basket
source: Categories
uk: Категорії

# basket
source: Import / Export
uk: Імпорт / Експорт

# basket
source: Sales
uk: Продажі

# basket
source: Dictionaries
uk: Словники

# basket
source: Edit order
uk: Редагувати замовлення

# basket
source: Multi value
uk: Мульти значення

# basket
source: Field
uk: Поле

# basket
source: Name in the form
uk: Ім'я у формі

# basket
source: Surname
uk: Прізвище

# basket
source: Select all
uk: Вибрати все

# basket
source: All selected
uk: Всі вибрані

# basket
source: # of %
uk: # з %

# basket
source: No matches found
uk: Співпадінь не знайдено

# basket
source: Field can be overridden
uk: Поле може бути перевизначено

# basket
source: Add button
uk: Кнопка додавання

# basket
source: Show + / -
uk: Показувати + / -

# basket
source: Buy
uk: В корзину

# basket
source: Item successfully added
uk: Товар успішно доданий

# basket
source: Continue shopping
uk: Продовжити покупки

# basket
source: Hook replace the parameters included in the template popup after adding
uk: Хук підмінити параметрів які входять в шаблон попапу після додавання

# basket
source: Hook the substitution of parameters included in the template button add
uk: Хук підміни параметрів входять в шаблон кнопки додавання

# basket
source: Hook override the price of an item
uk: Хук перевизначення ціни на єлемент

# basket
source: Total for payment:
uk: Всьго до сплати:

# basket
source: Hook override the picture of the element
uk: Хук перевизначення картинки єлемента

# basket
source: Hook replace default order values when creating
uk: Хук заміни дефолтних значень замовлення при створення

# basket
source: Hook for data retention to save when ordering
uk: Хук для підміни данних на збереженя при оформлені замовлення

# basket
source: Order successfully issued!
uk: Замовлення успішно оформлено!

# basket
source: Logo
uk: Логотип

# basket
source: Content
uk: Вміст

# basket
source: Theme path
uk: Шлях до теми

# basket
source: qty
uk: шт

# basket
source: Order
uk: Замовлення

# basket
source: Note
uk: Примітка

# basket
source: One line - one email
uk: Один рядок - один e-mail

# basket
source: It seems something went wrong! The page you request does not exist. It may be outdated, deleted, or an invalid address was entered in the address bar.
uk: Здається щось пішло не так! Сторінка, яку ви запитуєте, не існує. Можливо вона застаріла, була видалена, або був введений невірний адресу в адресному рядку.

# basket
source: Access is denied!
uk: Доступ заборонено!

# basket
source: Add to order
uk: Додати до замовлення

# basket
source: Export completed successfully.
uk: Експорт успішно завершено.

# basket
source: Close page
uk: Закрити сторінку

# basket
source: Column name
uk: Назва колонок

# basket
source: Product price
uk: Ціна товару

# basket
source: Product count
uk: Кількість товару

# basket
source: Sum of goods with discount
uk: Сума товарів зі знижкою

# basket
source: If the automatic download has not started - click on the @link@.
uk: Якщо не почалося автоматичне скачування - перейдіть за @link@.

# basket
source: link
uk: посиланням

# basket
source: Hook override the pages of the admin box of the basket
uk: Хук перевизначення сторінок адмінки кошика

# basket
source: The hook of adding texts from the rest of the modules to the basket text management system
uk: Хук додавання текстів з інших модулів в систему управління текстами кошика

# basket
source: Customer
uk: Покупець

# basket
source: Hook after ordering. Transmitted node and order ID
uk: Хук після замовлення. Передається нода і ID замовлення

# basket
source: Pickup
uk: Самовивіз

# basket
source: NovaPoshta
uk: Нова Пошта

# basket
source: Courier in the city
uk: Кур'єром по місту

# basket
source: Required field
uk: Обов'язкове поле

# basket
source: Placeholder
uk: Заповнювач

# basket
source: yes
uk: так

# basket
source: Address
uk: Адреса

# basket
source: Display title
uk: Відобразити назву

# basket
source: Title
uk: Назва

# basket
source: no
uk: ні

# basket
source: Options
uk: Варіанти

# basket
source: Add option
uk: Додати варіант

# basket
source: Permission
uk: Повноваження

# basket
source: Rights Management Rights
uk: Права на управління правами

# basket
source: Access the "trash" page
uk: Доступ до сторінки "На видалення"

# basket
source: Group
uk: Група

# basket
source: Users
uk: Користувачі

# basket
source: Section
uk: Розділ

# basket
source: Order №@num@ successfully restored.
uk: Замовлення №@num@ успішно відновлено.

# basket
source: Recover deleted orders
uk: Відновлення видалених замовлень

# basket
source: Hook control additional fields types of materials
uk: Хук управління додатковими полями типів матеріалів

# basket
source: Hook output data on additional fields of material
uk: Хук виведення даних про додаткові полях тіма матеріалу

# basket
source: Add to cart
uk: Додавання в корзину

# basket
source: Admin page
uk: Адмін сторінки

# basket
source: Hook basket page overrides
uk: Хук перевизначення сторінок кошика

# basket
source: Public pages
uk: Загальнодоступні сторінки

# basket
source: Pop-up windows in admin panel
uk: Спливаючі вікна в адміністративній панелі

# basket
source: Pop-ups on the site
uk: Спливаючі вікна на сайті

# basket
source: Overriding the default value of the fields in the add button
uk: Перевизначення дефолтного набору полів в кнопці додавання

# basket
source: Override field set in the add button
uk: Перевизначення набору полів в кнопці додавання

# basket
source: In cash
uk: Готівкою

# basket
source: Payment
uk: Оплата

# basket
source: Automatic transition to the payment system through
uk: Автоматичний перехід на платіжну систему через

# basket
source: Go to payment
uk: Перейти до оплати

# basket
source: Add time
uk: Час додавання

# basket
source: Number of buyers
uk: Кіл-ть покупців

# basket
source: Sales for all time
uk: Продаж за весь час

# basket
source: Total sales amount
uk: Всього продажів на суму

# basket
source: Average check
uk: Середній чек

# basket
source: Price old
uk: Ціна стара

# basket
source: Buyers
uk: Покупці

# basket
source: Change individual discount
uk: Зміна індивідуальної знижки

# basket
source: Delete, abandoned goods anonymously, through
uk: Видалити, покинуті товари анонімно, через

# basket
source: Empty items in the basket
uk: Порожні предмети в кошику

# basket
source: days
uk: днів

# basket
source: Background color
uk: Колір фону

# basket
source: Text color
uk: Колір тексту

# basket
source: Phone HTML
uk: Телефон HTML

# basket
source: Schedule of work HTML
uk: Графік роботи HTML

# basket
source: Message template
uk: Шаблон повідомлення

# basket
source: Summarize products when adding to cart
uk: Сумувати товари при додавані в корзину

# basket
source: Selection of parameters
uk: Вибір параметрів

# basket
source: View
uk: Переглянути

# basket
source: Hide old price field
uk: Сховати поле старої ціни

# basket
source: Cash upon receipt
uk: Готівка при отриманні

# basket
source: Payment account
uk: Розрахунковий рахунок

# basket
source: Online payment
uk: Онлайн оплата через платіжну систему

# basket
source: Ukrposhta
uk: Укрпошта

# basket
source: Address:
uk: Адреса:

# basket
source: Please indicate the city, address (street; sq / house), postcode
uk: Вкажіть, будь ласка, місто, адреса (вулиця; кв / будинок), індекс

# basket
source: Hook of redefinition of the request for determining the price of goods
uk: Хук перевизначення запиту визначення ціни на товар

# basket
source: Hook override total order value
uk: Хук перевизначення загальної вартості замовлення

# basket
source: Photo
uk: Фото

# basket
source: Current user
uk: Поточний користувач

# basket
source: Basket data
uk: Дані кошика

# basket
source: Display basket page in popup
uk: Відобразити сторінку кошика у спливаючому вікні

# basket
source: Display checkout form
uk: Відобразити форму оформлення замовлення

# basket
source: Redefinition of the amount of new data in the admin panel
uk: Перевизначення кількості нових даних на панелі адміністратора

# basket
source: Ajax return hook
uk: Хук повернення аякса доставки

# basket
source: Your discount:
uk: Ваша знижка:

# basket
source: The configuration options have been saved.
uk: Параметри конфігурації збережено.

# basket
source: Import
uk: Імпорт

# basket
source: Basket number field
uk: Basket число

# basket
source: Basket currency field
uk: Basket валюта

# basket
source: No product selected
uk: Не вибрано жодного товару

# basket
source: Add product
uk: Додати товар

# basket
source: Change current user currency
uk: Змінення поточної валюти користувача

# basket
source: Express delivery
uk: Експрес доставка

# basket
source: Cash (on receipt)
uk: Готівкою (при отриманні)

# basket
source: Conversion to the map
uk: Перерахунок на карту

# basket
source: Order price:
uk: Сума замовлення:

# basket
source: Cost of delivery:
uk: Вартість доставки:

# basket
source: On reserve
uk: На резерв

# basket
source: To apply
uk: Застосувати

# basket
source: Apply changes
uk: Застосування змін

# basket
source: Not active on site
uk: Не активний на сайті

# basket
source: We work daily
uk: Ми працюємо щодня

# basket
source: Social links
uk: Соціальні зв’язки

# basket
source: Functional activation
uk: Активація функціоналу

# basket
source: To activate the functionality, write @mail@
uk: Для активації функціоналу напишіть на почту @mail@

# basket
source: List of order management links
uk: Список посилань управління замовленнями

# basket
source: For all deliveries
uk: Доступно для всіх

# basket
source: Alter parameter definition
uk: Альтер для визначення параметрів

# basket
source: Clear the entire basket
uk: Очистити весь кошик

# basket
source: NovaPoshta (branch)
uk: Нова Пошта (на відділення)

# basket
source: Paid with LiqPay
uk: Оплачено з LiqPay

# basket
source: Paid to card
uk: Оплачено на карту

# basket
source: Transfer to a Privat Bank card or by bank details
uk: Переказ на карту Приват Банку або за реквізитами

# basket
source: NovaPoshta (address)
uk: Нова Пошта (на адресу)

# basket
source: To cart
uk: В кошик

# basket
source: In stock
uk: В наявності

# basket
source: Add to basket
uk: Додати до кошика

# basket
source: By courier in the city of Vinnytsia
uk: Кур'єром по місту Вінниця

# basket
source: Cashback
uk: Кешбек

# basket
source: Delete all
uk: Видалити всі

# basket
source: Popup after adding to cart
uk: Спливаюче вікно після додавання в кошик

# basket
source: Basic popup
uk: Базовий попап

# basket
source: Popup message
uk: Спливаюче повідомлення

# basket
source: Message
uk: Повідомлення

# basket
source: from
uk: від

# basket
source: to
uk: до

# basket
source: Recover deleted products
uk: Відновлення видалених товарів

# basket
source: Item restored but not active!
uk: Товар відновлено, але він не активний!

# basket
source: You have added 0 items to cart!
uk: Ви додали 0 товарів у кошик!

# basket
source: Additionally
uk: Додатково

# basket
source: Free additional features
uk: Безкоштовні функції

# basket
source: There will be regular support and updates of the module, fixing bugs and writing new plugins.
uk: Регулярна підтримка та оновлення модуля, виправлення помилок та написання нових плагінів.

# basket
source: Free modules available
uk: Доступні безкоштовні модулі

# basket
source: If you need additional help, please contact our mail: @mail@ оr watch our videos on our YouTube channel: @youtube@
uk: Якщо вам потрібна додаткова допомога, будь ласка, зв'яжіться з нами електронною поштою: @mail@ або перегляньте наші відео на нашому каналі YouTube: @youtube@
